/* AD: Forest automatic */
"- Automatic -" = "- Automatica -";

/* AD: Alert title */
"Account expired or disabled" = "Account scaduto o disattivato";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory consente unicamente variazioni lievi tra gli orologi del computer e del server Active Directory. Dovresti verificare le impostazioni di ora e fuso orario del tuo computer e reimpostarle se necessario.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Il plugin Active Directory richiede che Mac OS X controlli il documento “/Library/Preferences/edu.mit.Kerberos”.  Il documento esistente verrà rinominato “/Library/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Errore orario Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "La combinazione Dominio/Forest specificata non è valida.  Inserisci un nome DNS valido per il dominio e la forest (ad esempio, ads.società.com).";

/* AD: Alert title */
"An unknown error occurred" = "Si è verificato un errore sconosciuto";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Si è verificato un errore sconosciuto durante la lettura della configurazione.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Si è verificato un errore sconosciuto durante l'aggiornamento della configurazione.";

/* AD: Dialog status message */
"An unknown error occurred." = "Si è verificato un errore sconosciuto.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Errore di autorizzazione";

/* AD: Dynamic button title */
"Bind\\U2026" = "Vincola…";

/* AD: Button title */
"Cancel" = "Annulla";

/* AD: Alert message */
"Configuring on Master or Replica" = "Configurazione su Master o Replica";

/* AD: Alert title */
"Container does not exist" = "Il contenitore non esiste";

/* AD: Button title */
"Continue" = "Continua";

/* AD: Button title */
"Force Unbind" = "Forza rimozione vincolo";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Nascondi opzioni avanzate";

/* AD: Alert title */
"Insufficient privileges" = "Privilegi insufficienti";

/* AD: Alert title */
"Invalid domain" = "Dominio non valido";

/* AD: Alert title */
"Invalid user name and password combination" = "Combinazione password/nome utente non valida";

/* AD: Alert title */
"Join existing account?" = "Vuoi collegarti all'account esistente?";

/* AD: Alert title */
"Join Kerberos realm" = "Accedi al settore Kerberos";

/* AD: Alert title */
"Kerberos file already exists" = "Il documento Kerberos esiste già";

/* AD: Alert title */
"Memory allocation error" = "Errore di allocazione memoria";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Rimuovi questo computer da Active Directory";

/* AD: Alert Button */
"Rename" = "Rinomina";

/* AD: Dynamic button title */
"Show Advanced Options" = "Mostra opzioni avanzate";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Passo 1 di 5: cerco informazioni su Forest/Dominio…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Passo 2 di 5: cerco controllori di dominio più vicini…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Passo 3 di 5: verifico credenziali…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Passo 4 di 5: cerco computer esistente…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Passo 5 di 5: vincolo il computer al dominio…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Passo 5 di 5: collego il computer al dominio…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Le informazioni dell'account inserite si riferiscono a un account esistente. Vuoi collegare il computer all'account esistente? Questa operazione non può essere annullata.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Le informazioni di account inserite sono scadute o disabilitate. Fornisci un altro account di amministratore.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "L'account di amministratore specificato non dispone dei privilegi necessari per eseguire l'operazione richiesta.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Il contenitore specificato per il computer non esiste.  Verifica le informazioni relative al contenitore e riprova.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Questo computer non può accedere al controller di dominio per ragioni sconosciute.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Per accedere a questo server nella zona Kerberos in Active Directory, apri Server Admin e seleziona Open Directory per questo server. Nel pannello Impostazioni, fai clic su Generale, quindi su Accedi a Kerberos e inserisci le credenziali dell'amministratore locale di questo server.";

/* AD: Alert title */
"Unable to access domain controller" = "Impossibile accedere al controller del dominio";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Impossibile allocare memoria per questa operazione.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Impossibile aprire nodo di Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "Impossibile aprire nodo di Active Directory.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Non vincolare…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Attenzione! Stai configurando il plugin di Active Directory su un Master o Replica di Open Directory. Il proseguimento dell'operazione può causare problemi con il server Kerberos di Open Directory.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Attenzione: se fai clic su Forza rimozione vincolo uno degli account del computer rimarrà inutilizzato nella directory.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Non hai il permesso di leggere la configurazione di questo plugin.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Non sei autorizzato ad aggiornare la configurazione";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Il nome utente e la password forniti non sono validi. Verifica il nome utente e la password e riprova.";

